[
  {
    "luck": "大吉",
    "note_tw": "事業興旺財運來，健康福星長相伴。",
    "note_en": "Career prospers, wealth comes near, health and fortune always here."
  },
  {
    "luck": "大吉",
    "note_tw": "機遇常在心把握，家庭和樂事皆成。",
    "note_en": "Opportunities are plenty, seize the moment, family harmony leads to success."
  },
  {
    "luck": "大吉",
    "note_tw": "事業家庭雙豐收，財運壽福樂常在。",
    "note_en": "Career and family both flourish, wealth and longevity forever nourished."
  },
  {
    "luck": "大吉",
    "note_tw": "吉星高照福滿門，朋友相伴樂無窮。",
    "note_en": "Good stars shine, luck fills the door, friends by your side, joy evermore."
  },
  {
    "luck": "大吉",
    "note_tw": "事業財運步步高，福星護航健康好。",
    "note_en": "Career and wealth rise with ease, fortunate stars bring health and peace."
  },
  {
    "luck": "大吉",
    "note_tw": "家庭和睦福盈門，機遇把握成功臻。",
    "note_en": "Family harmony fills the home, seize the chance, success will come."
  },
  {
    "luck": "大吉",
    "note_tw": "事業如日財源廣，安康富貴樂無邊。",
    "note_en": "Career like the rising sun, wealth rolls in, peace and joy, all are won."
  },
  {
    "luck": "大吉",
    "note_tw": "步步高升財運聚，平安喜樂伴一生。",
    "note_en": "Step by step, wealth gathers near, peace and joy accompany each year."
  },
  {
    "luck": "大吉",
    "note_tw": "雲開見月財運來，家中吉祥福常駐。",
    "note_en": "Clouds part, the moonlight shines, wealth flows in, good fortune aligns."
  },
  {
    "luck": "大吉",
    "note_tw": "心隨運轉事事順，財源不斷福星照。",
    "note_en": "With the winds of change, all things align, wealth flows freely, good fortune shines."
  },
  {
    "luck": "大吉",
    "note_tw": "財運亨通步步高，事業如虹展宏圖。",
    "note_en": "Wealth flows smoothly, career soars high, a grand plan unfolds in the sky."
  },
  {
    "luck": "大吉",
    "note_tw": "吉星高照福滿門，健康長壽樂無邊。",
    "note_en": "Good stars shine, blessings fill the door, health and longevity forevermore."
  },
  {
    "luck": "大吉",
    "note_tw": "春風得意事業旺，財源滾滾樂無疆。",
    "note_en": "The spring breeze brings success, wealth flows endlessly, joy knows no bounds."
  },
  {
    "luck": "大吉",
    "note_tw": "幸得家和萬事興，福運綿延樂無邊。",
    "note_en": "Family harmony brings prosperity, good fortune stretches endlessly."
  },
  {
    "luck": "大吉",
    "note_tw": "四季平安如意至，財源廣進步步高。",
    "note_en": "Peace and prosperity all year round, wealth flows in, success abounds."
  },
  {
    "luck": "大吉",
    "note_tw": "事業飛黃騰達日，福星照耀事如意。",
    "note_en": "Career rises swiftly like a dragon, blessings shine, all goes as desired."
  },
  {
    "luck": "大吉",
    "note_tw": "金銀滿屋財運來，健康安康樂無涯。",
    "note_en": "Gold and silver fill the house, wealth arrives, health and joy know no end."
  },
  {
    "luck": "大吉",
    "note_tw": "繁花似錦人生美，財運亨通事如意。",
    "note_en": "Life blossoms like flowers in spring, wealth flows and everything goes as planned."
  },
  {
    "luck": "大吉",
    "note_tw": "心想事成運通達，家運興旺福滿家。",
    "note_en": "Wishes come true, fortune flows, the family prospers, happiness grows."
  },
  {
    "luck": "大吉",
    "note_tw": "星輝閃耀人生路，財源滾滾福滿天。",
    "note_en": "Stars shine brightly on the path of life, wealth flows in, blessings fill the sky."
  },
  {
    "luck": "中吉",
    "note_tw": "財運來時步不急，事業平穩事多成。",
    "note_en": "Wealth arrives without haste, career moves steadily, many things succeed."
  },
  {
    "luck": "中吉",
    "note_tw": "事業發展如意順，財源漸進步步高。",
    "note_en": "Career develops smoothly, wealth gradually increases, step by step."
  },
  {
    "luck": "中吉",
    "note_tw": "運勢漸好心安定，財運逐步向前行。",
    "note_en": "Fortune gradually improves, heart at ease, wealth moves steadily ahead."
  },
  {
    "luck": "中吉",
    "note_tw": "事業穩步有進展，財源漸生心不慌。",
    "note_en": "Career advances steadily, wealth gradually grows, with peace of mind."
  },
  {
    "luck": "中吉",
    "note_tw": "時來運轉逐步進，家和萬事皆順心。",
    "note_en": "Fortune turns with time, family harmony brings all things to the heart’s content."
  },
  {
    "luck": "中吉",
    "note_tw": "財源平穩無驚喜，事業發展步為先。",
    "note_en": "Wealth is stable, no surprises, career grows at a steady pace."
  },
  {
    "luck": "中吉",
    "note_tw": "事業有所小成就，財運有增漸見光。",
    "note_en": "Career sees small successes, wealth increases, gradually showing brightness."
  },
  {
    "luck": "中吉",
    "note_tw": "運勢平穩且中吉，家中和樂福自來。",
    "note_en": "Fortune is stable, moderately good, family harmony brings blessings."
  },
  {
    "luck": "中吉",
    "note_tw": "財運不急心亦安，事業穩步行前方。",
    "note_en": "Wealth arrives at a steady pace, heart at peace, career moves forward."
  },
  {
    "luck": "中吉",
    "note_tw": "吉運隨行步不急，事業財富皆不錯。",
    "note_en": "Fortune walks with you, not in a hurry, career and wealth are both decent."
  },
  {
    "luck": "中吉",
    "note_tw": "心隨運轉步不緊，財源漸來事如意。",
    "note_en": "Heart follows luck, no rush, wealth gradually comes, everything is fine."
  },
  {
    "luck": "中吉",
    "note_tw": "運勢中吉宜養心，財運漸進事亦穩。",
    "note_en": "Middle luck is present, nurture your heart, wealth gradually grows, things stay steady."
  },
  {
    "luck": "中吉",
    "note_tw": "事業漸有新突破，財源穩定常伴隨。",
    "note_en": "Career sees new breakthroughs, wealth remains stable and follows you."
  },
  {
    "luck": "中吉",
    "note_tw": "福運不急而穩定，事業進展步步穩。",
    "note_en": "Fortune is steady, not rushed, career progresses steadily."
  },
  {
    "luck": "中吉",
    "note_tw": "財運漸來事慢開，運勢平穩樂無邊。",
    "note_en": "Wealth comes gradually, things unfold slowly, fortune is stable and joy abounds."
  },
  {
    "luck": "中吉",
    "note_tw": "運勢中吉無波動，事業穩步前行中。",
    "note_en": "Fortune is steady, no fluctuations, career moves forward with calm."
  },
  {
    "luck": "中吉",
    "note_tw": "吉運漸來心安處，事業順利進一步。",
    "note_en": "Fortune gradually arrives, peace of mind follows, career moves forward smoothly."
  },
  {
    "luck": "中吉",
    "note_tw": "財源有增事有成，運勢中吉心不懼。",
    "note_en": "Wealth increases, things succeed, middle luck brings peace of mind."
  },
  {
    "luck": "中吉",
    "note_tw": "時運漸至運順心，財運穩定步輕盈。",
    "note_en": "Fortune comes gradually, luck brings peace, wealth remains stable, steps light."
  },
  {
    "luck": "中吉",
    "note_tw": "事業如意財運來，運勢穩定福常隨。",
    "note_en": "Career is successful, wealth arrives, steady luck brings constant blessings."
  },
  {
    "luck": "小吉",
    "note_tw": "仕途進展穩雖緩，財運漸長希望來。",
    "note_en": "Career shows small progress, wealth brings rising hope."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢小吉心安定，財源初見有生機。",
    "note_en": "Small good luck brings peace of mind, wealth begins to show promise."
  },
  {
    "luck": "小吉",
    "note_tw": "事業有成緩緩來，財運漸長稍稍在。",
    "note_en": "Career sees modest achievements, wealth begins to take shape."
  },
  {
    "luck": "小吉",
    "note_tw": "運氣小吉漸來臨，財運稍好心不慌。",
    "note_en": "Small luck arrives gradually, wealth improves, heart stays calm."
  },
  {
    "luck": "小吉",
    "note_tw": "時運小吉有進展，事業財源步步增。",
    "note_en": "Small fortune brings progress, career and wealth both grow slowly."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢漸好有點吉，財運穩中漸有成。",
    "note_en": "Fortune improves, with a bit of luck, wealth steadily shows some success."
  },
  {
    "luck": "小吉",
    "note_tw": "事業有成功名就，財運穩步向前行。",
    "note_en": "Career sees small successes, wealth moves steadily ahead."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢帶吉步步高，財運增長功名到。",
    "note_en": "Small fortune rises gradually, wealth increases step by step."
  },
  {
    "luck": "小吉",
    "note_tw": "小吉運氣漸而至，財源有增步不急。",
    "note_en": "Small luck comes gradually, wealth increases without haste."
  },
  {
    "luck": "小吉",
    "note_tw": "時來運轉有小吉，事業財運逐步旺。",
    "note_en": "Time brings small fortune, career and wealth grow steadily."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢帶吉不急躁，財源穩步增長高。",
    "note_en": "Small good luck arrives without rush, wealth grows steadily and plenty."
  },
  {
    "luck": "小吉",
    "note_tw": "仕途發展有突破，財運有增心不惑。",
    "note_en": "Career sees slight breakthroughs, wealth grows, peace of mind remains."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢小吉如東風，財源漸增上高樓。",
    "note_en": "Small luck comes like an eastern breeze, wealth increases little by little."
  },
  {
    "luck": "小吉",
    "note_tw": "成績漸長勢頭好，財運漸進步步高。",
    "note_en": "Career sees slight achievements, wealth advances gradually, step by step."
  },
  {
    "luck": "小吉",
    "note_tw": "運氣小吉來漸行，功名雖緩仍前行。",
    "note_en": "Small fortune arrives slowly, career sees modest growth."
  },
  {
    "luck": "小吉",
    "note_tw": "財運小吉步不急，事業穩步如常行。",
    "note_en": "Small wealth comes without haste, career moves steadily, as usual."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢漸好有小吉，財運光彩諸事行。",
    "note_en": "Fortune gradually improves with small luck, wealth slowly shines through."
  },
  {
    "luck": "小吉",
    "note_tw": "事業穩健緩步前，步穩財豐紮根先。",
    "note_en": "Career sees small results, wealth grows steadily, a little at a time."
  },
  {
    "luck": "小吉",
    "note_tw": "運勢小吉心安穩，財運漸入佳境來。",
    "note_en": "Small good luck brings calm, wealth enters a better phase."
  },
  {
    "luck": "小吉",
    "note_tw": "小吉運勢漸漸開，財源有增自信來。",
    "note_en": "Small fortune opens gradually, wealth increases, heart remains at ease."
  },
  {
    "luck": "平",
    "note_tw": "財源穩步向前行，事業順利慢開花。",
    "note_en": "Wealth moves steadily ahead, career progresses slowly, like a blossoming flower."
  },
  {
    "luck": "平",
    "note_tw": "機會來時需把握，平安健康常伴隨。",
    "note_en": "Opportunities come, seize them well, peace and health will always dwell."
  },
  {
    "luck": "平",
    "note_tw": "事業穩步有進展，財運一般運常在。",
    "note_en": "Career advances steadily, wealth is moderate, fortune lingers near."
  },
  {
    "luck": "平",
    "note_tw": "家庭和諧歲月好，健康安康步穩行。",
    "note_en": "Family harmony brings peace, health and calm follow with steady steps."
  },
  {
    "luck": "平",
    "note_tw": "運勢平穩步漸行，財富健康不缺少。",
    "note_en": "Fortune is average, but moving ahead, wealth and health are not far behind."
  },
  {
    "luck": "平",
    "note_tw": "雲淡風輕運氣平，平安幸福隨時來。",
    "note_en": "The clouds are light, the wind is mild, luck is present, peace and happiness come."
  },
  {
    "luck": "平",
    "note_tw": "財運平穩不浮動，事業發展緩而穩。",
    "note_en": "Wealth is steady without fluctuation, career develops slow but stable."
  },
  {
    "luck": "平",
    "note_tw": "心情愉快生活好，平安健康常相隨。",
    "note_en": "Mood is joyful, life is good, peace and health walk side by side."
  },
  {
    "luck": "平",
    "note_tw": "事業有成步不急，財運穩中有進步。",
    "note_en": "Career succeeds without haste, wealth grows steadily with progress."
  },
  {
    "luck": "平",
    "note_tw": "時運未到定心等，平安健康逐漸來。",
    "note_en": "The right moment hasn't come yet, but peace and health will gradually arrive."
  },
  {
    "luck": "平",
    "note_tw": "運勢平穩步如常，財源安穩不急張。",
    "note_en": "Fortune is steady, moving as usual, wealth remains stable, not rushing ahead."
  },
  {
    "luck": "平",
    "note_tw": "事業穩定無波動，健康安然福自來。",
    "note_en": "Career stays steady without fluctuation, health is calm, and blessings arrive."
  },
  {
    "luck": "平",
    "note_tw": "時運漸來不過急，家庭和諧福常在。",
    "note_en": "Good fortune gradually comes, no rush, family harmony keeps blessings near."
  },
  {
    "luck": "平",
    "note_tw": "財運平穩步輕盈，事業無波心亦寧。",
    "note_en": "Wealth flows steadily, career moves lightly, peace of mind follows each step."
  },
  {
    "luck": "平",
    "note_tw": "運氣穩中無波瀾，財富健康隨之來。",
    "note_en": "Luck remains steady, no great waves, wealth and health come naturally."
  },
  {
    "luck": "平",
    "note_tw": "事業步步無衝突，生活安穩如常時。",
    "note_en": "Career progresses steadily, life is stable as it has always been."
  },
  {
    "luck": "平",
    "note_tw": "福運不急亦不遲，日子平穩心安寧。",
    "note_en": "Fortune neither rushes nor delays, peaceful days bring calm and serenity."
  },
  {
    "luck": "平",
    "note_tw": "財源穩定來無虞，家庭和睦樂無邊。",
    "note_en": "Wealth is steady, without concern, family peace brings endless joy."
  },
  {
    "luck": "平",
    "note_tw": "事業順遂無大起，財運平和步穩行。",
    "note_en": "Career goes smoothly with no sharp rise, wealth is balanced, steps are steady."
  },
  {
    "luck": "平",
    "note_tw": "運勢穩中有微喜，健康平安相伴行。",
    "note_en": "Fortune brings small joys with stability, health and peace always follow."
  }
]
